---
kind: property
id: P:Autodesk.Revit.DB.WorksharingTooltipInfo.LastChangedBy
source: html/6d289dd3-16cd-499f-0837-573db0fb508e.htm
---
# Autodesk.Revit.DB.WorksharingTooltipInfo.LastChangedBy Property

The user name of the most recent user who saved a user change of this element
 to the central model.

## Syntax (C#)
```csharp
public string LastChangedBy { get; }
```